Repository: hispasms/WooCommerce-Order-Notification-HispaSMS
Catalog: languages/hispasms-*.po
Languages: es_es

source: For order id just insert <code>[order_id]</code> and for order status insert <code>[order_status]</code>. Similarly <code>[order_items]</code>, <code>[order_items_description]</code>, <code>[order_amount]</code>, <code>[billing_firstname]</code>, <code>[billing_lastname]</code>, <code>[billing_email]</code>, <code>[billing_address1]</code>, <code>[billing_address2]</code>, <code>[billing_country]</code>, <code>[billing_city]</code>, <code>[billing_state]</code>, <code>[billing_postcode]</code>, <code>[billing_phone]</code>, <code>[shipping_address1]</code>, <code>[shipping_country]</code>, <code>[shipping_city]</code>, <code>[shipping_state]</code>, <code>[shipping_postcode]</code>, <code>[payment_method]</code>
es_es: Para la identificación del pedido simplemente inserte <code>[order_id]</code> y para el estado del pedido inserte <code>[order_status]</code>. Del mismo modo <code>[order_items]</code>, <code>[order_items_description]</code>, <code>[order_amount]</code>, <code>[billing_firstname]</code>, <code>[billing_lastname]</code>, <code>[billing_email]</code>, <code>[billing_address1]</code>, <code>[billing_address2]</code>, <code>[billing_country]</code>, <code>[billing_city]</code>, <code>[billing_state]</code>, <code>[billing_postcode]</code>, <code>[billing_phone]</code>, <code>[shipping_address1]</code>, <code>[shipping_country]</code>, <code>[shipping_city]</code>, <code>[shipping_state]</code>, <code>[shipping_postcode]</code>, <code>[payment_method]</code>

source: SMS Settings
es_es: HispaSMS Notificaciones

source: Send SMS to Any
es_es: Enviar SMS

source: SMS Delivery Report
es_es: Informe de Entrega de SMS

source: Send SMS to a single or several Numbers
es_es: Enviar SMS a uno o varios números

source: <strong>INFORMATION</strong><br /><strong>·</strong> You can send SMS to a single recipient or several at a time. To do this, you must put the number of each recipient separated by a comma <strong>(,)</strong> and without any space <strong>( e.g 1:</strong> 1 recipient. <code><strong>34612345678</strong></code> <strong>)</strong>. <strong>( e.g 2:</strong> several recipients. <code><strong>34612345678,34698765432,34611228866</strong></code> <strong>)</strong> <strong>-- No <code>"short code"</code> customization of messages, plain text only --</strong>.<br /><strong>·</strong> Make sure that the SMS recipient number must have the <strong>Country Code</strong> before the phone number <strong>( e.g:</strong> the number format must be like this <code>34612345678</code> <strong>)</strong>, where <code></strong>34</strong></code> is the <strong>Country Code</strong>, in this case to send an SMS to SPAIN
es_es: <strong>INFORMACIÓN</strong><br /><strong>·</strong> Puede mandar SMS a un único destinatario o a varios de una vez. Para ello debe poner el número de cada destinatario separado por una coma <strong>( , )</strong> y sin ningún espacio <strong>( Ejemplo 1:</strong> a 1 destinatario. <code><strong>34612345678</strong></code> <strong>)</strong>. <strong>( Ejemplo 2:</strong> a varios destinatarios. <code><strong>34612345678,34698765432,34611228866</strong></code> <strong>)</strong> <strong>-- No se admiten <code>"código cortos"</code> de personalización de mensajes, solamente texto plano --</strong>.<br /><strong>·</strong> Asegúrese de que el número del destinatario del SMS debe tener el <strong>Código del País</strong> delante del número de teléfono <strong>( Ejemplo:</strong> el formato de número debe ser como este <code><strong>34</strong>612345678</code><strong>)</strong>, donde <code></strong>34</strong></code> es el <strong>Código del País</strong>, en este caso para mandar un SMS a ESPAÑA

source: ERROR : Receiver phone number must be required
es_es: ERROR : El número de teléfono del destinatario es obligatorio

source: Remember to include the <strong>Country Code</strong> as indicated below
es_es: Recuerde poner el <strong>Código del País</strong> igual que se indica a continuación

source: ERROR : Enter a valid phone number with <strong>Country Code</strong>
es_es: ERROR : Introduzca un número de teléfono válido con el <strong>Código del País</strong>

source: Remember that landline numbers are not accepted
es_es: Recuerde que no son aceptados los números de teléfonos fijos

source: ERROR : Message SMS is required
es_es: ERROR : Se requiere Mensaje SMS

source: You must enter text in the message field before you can send it
es_es: Debe introducir texto en el campo del mensaje para poder enviarlo

source: ERROR : <strong>SMS Gateway</strong> has not been configured correctly
es_es: ERROR : La <strong>Plataforma SMS</strong> no ha sido configurada correctamente

source: Access the <strong>SMS Gateway Settings</strong> tab and make the necessary settings
es_es: Acceda a la pestaña de <strong>Configuración de Plataforma SMS</strong> y haga los ajustes necesarios

source: ERROR : Message Sending Faild, Please check your number or Gateway settings
es_es: ERROR : Error al enviar el SMS. Comprueba el número o la Configuración de la Plataforma SMS

source: An Error has ocurred in the sending, access <strong>SMS Notifications</strong> in the <strong>SMS Gateway Settings</strong> Tab to configure your account correctly. Also check the phone number you entered to see if it is correct
es_es: Se ha producido un error en el envío, acceda a <strong>Notificaciones SMS</strong> en la Pestaña de <strong>Configuración de Plataforma SMS</strong> para configurar correctamente su cuenta. Revise también el número de teléfono que ha introducido para ver si está correcto

source: SUCCESS : Message Sucessfully Send to Receiver
es_es: ÉXITO : Mensaje enviado correctamente al Destinatario

source: You can review the logs or generate a complete report of your SMS messages in your <strong><a href="https://portal.hispasms.com" target="_blank" />Services and Campaigns Portal</a></strong> in the <strong>Reports</strong> section
es_es: Puede revisar los registros y generar un reporte completo de sus envíos de SMS en <strong><a href="https://portal.hispasms.com" target="_blank" />Portal de Servicios y Campañas</a></strong> en la sección de <strong>Reportes</strong>

source: Send SMS to Any number
es_es: Enviar un SMS a uno o varios destinatarios

source: Receiver Number
es_es: Número(s) de Destinatario(s)

source: Enter the SMS Receiver Number, the number must include the <strong>Country Code</strong>
es_es: Introduzca el/los número(s) de destinatario(s) del SMS, cada número que ponga debe incluir el <strong>Código del País</strong>

source: SMS Body
es_es: Mensaje del SMS

source: Enter your message body what you like you want to send this receiver
es_es: Introduzca el Mensaje que desea enviar

source: Send SMS
es_es: Enviar SMS

source: <strong>INFORMATION</strong><br /><strong>·</strong> From this section you will be able to quickly display a list of all the status reports of each sms message that have been sent. Remember that it may take some time to update the Status.<br /><strong>·</strong> The information is not instantly updated, it may take a few minutes to appear.<br /><strong>·</strong> In the list of entries, you can organize each result of the column you want in descending or ascending order. In the option on the left with the "<strong>Show Entries</strong>" drop-down, you can change the default records that show that they are 10, 25, 50 or 100. And in the "<strong>Search:</strong>" field on the right, you can filter as you type a number or words and the matching results will be displayed.<br /><strong>·</strong> Only the <strong>last 48 hours</strong> of reports are displayed. To see a more detailed report, you can review the logs or generate a complete report of your SMS messages in your <strong><a href="https://portal.hispasms.com" target="_blank" />Services and Campaigns Portal</a></strong> in the <strong>Reports</strong> section<br /><strong>·</strong> The format used to display the dates in the report list is as follows: <strong>D-M-Y ( days-months-years )</strong> and for the time is: <strong>H:M:S ( hours:minuts:seconds )</strong>
es_es: <strong>INFORMACIÓN</strong><br /><strong>·</strong> Desde esta sección va a poder visualizar de manera rápida un listado de todos los reportes de estado de cada mensaje sms que se han enviado.<br /><strong>·</strong> La información no se muestra actualizada al instante, puede tardar unos minutos en aparecer.<br /><strong>·</strong> En el listado de registros, podrá organizar cada resultados de la columna que quiera en orden descendente o ascendente. En la opción de la izquierda con el desplegable de "<strong>Mostrar Registros</strong>", podrá cambiar los registros por defecto que muestra que son 10, por 25, 50 o 100. Y en el campo de "<strong>Buscar:</strong>" situado a la derecha, podrá filtrar según vaya escribiendo un número o palabras y se mostrarán los resultados que coincidan.<br /><strong>·</strong> Solamente se muestran las <strong>últimas 48 horas</strong> de reportes. Para poder ver un Reporte más detallado, puede revisar los registros y generar un reporte completo de sus envíos de SMS en <strong><a href="https://portal.hispasms.com" target="_blank" />Portal de Servicios y Campañas</a></strong> en la sección de <strong>Reportes</strong><br /><strong>·</strong> El Formato utilizado para mostrar las fechas en la lista de reportes es el siguiente: <strong>D-M-Y ( días-meses-años )</strong> y para la hora es: <strong>H:M:S ( horas:minutos:segundos )</strong>

source: Logs Report List
es_es: Lista de Informes de Registros

source: Destination Address:
es_es: Destinatario:

source: Sender Address:
es_es: Remitente:

source: Message Text:
es_es: Mensaje:

source: Delivery Status:
es_es: Estado del Envío:

source: Description:
es_es: Info de Respuesta:

source: Send Date Time:
es_es: Enviado:

source: Date of Delivery:
es_es: Fecha de Entrega:

source: SMS Count:
es_es: SMS Enviados:

source: Price:
es_es: Precio:

source: Currency:
es_es: Moneda:

source: Operator:
es_es: Operador:

source: Country:
es_es: País:

source: Failed
es_es: Fallido

source: Delivered
es_es: Entregado

source: Rejected
es_es: Rechazado

source: Message sent and delivered
es_es: Mensaje enviado y entregado

source: Not enough credits
es_es: No hay suficiente saldo

source: Message delivered to handset
es_es: Mensaje entregado al teléfono

source: Invalid destination address
es_es: Dirección de destino no válida

source: General Settings
es_es: Configuración General

source: SMS Gateway Settings
es_es: Configuración de Plataforma SMS

source: SMS Notify Settings
es_es: Configuración de Notificaciones SMS

source: SMS Body Settings
es_es: Configuración de Notificaciones Personalizadas

source: Enable SMS Notifications
es_es: Activar Notificaciones por SMS

source: If checked then enable your sms notification for new order
es_es: Si está marcada, permitirá las Notificaciones por SMS en los nuevos Pedidos

source: Enable Admin Notifications
es_es: Activar Notificación SMS para el Administrador

source: If checked then enable admin sms notification for new order
es_es: Si está marcada, activa la Notificación de SMS del Administrador para los nuevos Pedidos

source: Enable buyer Notification
es_es: Activar Notificación SMS para el Comprador

source: If checked then buyer can get notification options in checkout page
es_es: Si está marcada, el Comprador podrá elegir si recibirá Notificaciones por SMS desde la Página de Pago con una casilla de verificación

source: Force buyer notification
es_es: Notificación SMS del Comprador obligatoria

source: If select <strong>Yes</strong> then the Buyer SMS Notification option will be Required in Checkout page
es_es: Si selecciona <strong>Sí</strong>, la opción de Notificación SMS del Comprador será obligatoria en la Página de Pago

source: Yes
es_es: Sí

source: Text of check box for Buyer SMS Notification
es_es: Mensaje de Notificación SMS del Comprador obligatoria<br />IMPORTANTE: solamente si se elige la opción de "Sí" arriba

source: Enter the text that will appear as a checkbox on the <strong>Checkout Page</strong> of the Buyer
es_es: Introduzca el texto que aparecerá como una casilla de verificación en la <strong>Página de Pago</strong> del Comprador

source: Send me SMS Notifications from the Status of my Orders<br/><strong>INFO:</strong> SMS Notifications will be sent in your billing <strong>Phone</strong> of your account and have no cost
es_es: Enviarme Notificaciones SMS del Estado de mis Pedidos.<br/><strong>INFO:</strong> Las Notificaciones SMS son enviadas al <strong>Teléfono</strong> de su cuenta y no tienen coste

source: Check Order Status
es_es: Comprobar el Estado del Pedido

source: This is used to choose in which <strong>Order Status</strong> notifications will be sent by SMS ( select a minimum state to notify )
es_es: Esto sirve para elegir en qué <strong>Estados del Pedido</strong> se enviarán las Notificaciones por SMS ( seleccione mínimo un Estado a notificar )

source: Your SMS Gateway
es_es: Su Plataforma SMS

source: Is your current SMS Gateway
es_es: Es su Plataforma SMS activa

source: Enter your Phone Number with the <strong>Country Code</strong>
es_es: Introduzca un número de teléfono válido con el <strong>Código del País</strong>

source: <br>Admin Order SMS Notifications will be send in this number. Please, make sure that the number must have a <strong>Country Code</strong> <strong>(</strong> e.g. : <strong>34612345678</strong> where <strong>34</strong> will be <strong>Country Code )</strong>
es_es: <br>Las Notificaciones SMS de los Administradores se enviarán en este número. Por favor, asegúrese de que el número debe tener un <strong>Código de País</strong> <strong>(</strong> ejemplo : <strong>34612345678</strong> donde <strong>34</strong> es el <strong>Código del País )</strong>

source: Enter your SMS body
es_es: Introduzca el Mensaje por defecto para el Administrador

source: Write your custom message. When an order is create then you get this type of format message.
es_es: Escriba su Mensaje personalizado. Cuando se crea una orden, se obtiene este tipo de formato de Mensaje.

source: Enter buyer SMS body
es_es: Introduzca el Mensaje por defecto para el Comprador

source: Write your custom message. If enbale buyer notification options then buyer can get this message in this format.
es_es: Escriba su Mensaje personalizado. Si activa las opciones de Notificación SMS el Comprador recibirá este tipo de formato de Mensaje.

source: Enable different message for different order status
es_es: Habilitar Notificaciones SMS diferentes para cada Estado de Pedido

source: If checked then admin and buyer get sms body content according with different enabled order status
es_es: Si está marcada, entonces podrá personalizar el contenido de las notificaciones SMS según los diferentes Estados de Orden de Pedidos que tenga activados para el Administrador y los Compradores

source: Set the content of SMS Notifications for Buyer
es_es: Establecer el contenido de las Notificaciones SMS para el Comprador

source: Set your Buyers SMS Notifications content, according to the Status of your Order that has been activated in the tab of <strong>General Settings</strong>
es_es: Personaliza el contenido de las Notificaciones SMS de los Compradores, según el Estado de su Pedido que ha sido activado en la pestaña de <strong>Configuración General</strong>

source: Pending
es_es: Pendiente

source: Order Status
es_es: Estado del Pedido

source: Processing
es_es: Procesando

source: On-hold
es_es: En Espera

source: Completed
es_es: Completado

source: Cancelled
es_es: Cancelado

source: Refunded
es_es: Reembolsado

source: Set content of SMS Notifications for Admin
es_es: Establecer el contenido de las Notificaciones SMS para el Administrador

source: Set your Admin SMS Notifications content, according to the Status of your Order that has been activated in the tab of <strong>General Settings</strong>
es_es: Personaliza el contenido de las Notificaciones SMS de los Administradores, según el Estado de su Pedido que ha sido activado en la pestaña de <strong>Configuración General</strong>

source: Sorry no Order Status will be selected for sending SMS. Select some Order Status from <strong>General Settings</strong> Tab
es_es: Lo sentimos pero no se ha seleccionado el Estado del Pedido para enviar SMS. Seleccione un Estado de Pedido en la pestaña de <b>Configuración General</b>

source: <p class="account-hispasms-info">Fill in your account information in <strong>HispaSMS</strong>. If you do not have this information, then go to <strong><a href="https://portal.hispasms.com" target="_blank">HispaSMS Portal</a></strong> and get your informations.<br /><br />If you do not have an active client account yet, please, contact our Advisors so they can help you get one from <strong><a href="https://www.hispasms.com" target="_blank">HERE</a></strong>.</p><br />
es_es: <p class="account-hispasms-info">Rellene la información de su cuenta en <strong>HispaSMS</strong>. Si no dispone de estos datos, entonces vaya al <strong><a href="https://portal.hispasms.com" target="_blank">Portal de HispaSMS</a></strong> y obtenga sus datos.<br /><br />Si todavía no tiene una cuenta de cliente activa, póngase en contacto con nuestros asesores para que le ayuden a obtener una desde <strong><a href="https://www.hispasms.com" target="_blank">AQUÍ</a></strong>.</p><br />

source: Hispasms Username
es_es: Usuario de HispaSMS

source: Enter your Hispasms Username
es_es: Introduzca el nombre de Usuario de su cuenta en HispaSMS

source: Hispasms Password
es_es: Contraseña de HispaSMS

source: Enter your Hispasms Password
es_es: Introduzca su Contraseña de HispaSMS

source: Hispasms Sender Id
es_es: Remitente por Defecto

source: Sender ID that will appear in the Message with a maximum of 11 alphanumeric characters. Eg: HISPASMS, 34612345678 or 34911234567 (Do not use + before the Country Code)
es_es: Identificador del Remitente que aparecerá en el Mensaje con un máximo de 11 caracteres alfanuméricos. Ejemplo: HISPASMS, 34612345678 o 34911234567 ( No utilice + antes del Código del País )

source: <strong>Send Notification Via SMS</strong> must be required
es_es: <strong>Enviar Notificación a través de SMS</strong> debe ser necesario

source: Buyer want to get SMS notification
es_es: El Comprador quiere recibir la Notificación por SMS

source: You have a new Order. The [order_id] is now [order_status]
es_es: Tiene un nuevo Pedido con ID [order_id] y su Estado es [order_status]

source: Thanks for purchasing. Your [order_id] is now [order_status]. Thank you
es_es: Gracias por su Compra. Su Pedido con ID [order_id] está ahora [order_status]. Gracias

source: SMS Send Successfully
es_es: SMS enviado correctamente

source: SMS Send Faild, Somthing wrong
es_es: Error en el envío del SMS, algo ha salido mal

source: SMS Send to buyer Successfully
es_es: SMS enviado al Comprador correctamente

source: SMS Send Faild to buyer, Somthing wrong
es_es: Error en el envío del SMS del Comprador, algo ha salido mal

source: Send SMS to Buyer
es_es: Enviar SMS al Comprador

source: Send Custom SMS to this buyer
es_es: Enviar SMS personalizado a este comprador

source: Message will be send in this buyer billing number
es_es: El Mensaje SMS será enviado a este número del Comprador

source: Portal Access
es_es: Acceder al Portal

source: HispaSMS Website
es_es: Visitar HispaSMS

source: Buy Balance
es_es: Comprar Saldo

source: Sign Up
es_es: Regístrate

source: Message Send Successfully
es_es: SMS enviado correctamente

source: Sending Failed, Somthing Wrong
es_es: Error en el envío del SMS, algo ha salido mal

source: Account Balance
es_es: Saldo de la Cuenta

source: Browse
es_es: Navegar

source: Order Notifications for WooCommerce of HispaSMS<br /><br />Configuration Panel for Admins
es_es: Notificaciones de Pedidos para WooCommerce de HispaSMS<br /><br />Panel de Configuración para Administradores

source: WooCommerce Order Notification HispaSMS
es_es: Notificación de Pedido para WooCommerce HispaSMS

source: This is a WooCommerce add-on. By Using this plugin admin and buyer can get notification after placing order via sms using different SMS gateways.
es_es: Este es un complemento de WooCommerce. Mediante el uso de este plugin, el Administrador y el Comprador pueden recibir notificaciones después de realizar el pedido a través de un SMS utilizando nuestra pasarela de HispaSMS.
